Repository: bazabureau/linkfit
Catalog: apps/ios/Linkfit/Resources/Localizable.xcstrings
Source language: az
Languages: en, ru

# play.hero.rankings.sub
source: ELO üzrə ən yaxşı oyunçular. Reytinqə daxil olmaq üçün 5+ oyun.
en: Top players by ELO. 5+ games needed to be ranked.
ru: Топ игроков по ELO. От 5 игр для попадания в рейтинг.

# play.hero.tournaments
source: Turnirlər
en: Tournaments
ru: Турниры

# play.hero.tournaments.sub
source: Yerli kuboklar, liqalar və həftəsonu yarışları.
en: Local cups, ladders, and weekend events.
ru: Местные кубки, лиги и турниры выходного дня.

# play.hero.venues
source: Kortları gör
en: Browse venues
ru: Найти место

# play.hero.venues.sub
source: Bakının padel kortları — açılış saatları, ünvanlar, qiymətlər.
en: Baku's padel courts — hours, addresses, pricing.
ru: Падел-корты Баку — часы, адреса, цены.

# play.sub.players
source: Oyunçular
en: Players
ru: Игроки

# play.sub.rankings
source: Reytinq
en: Rankings
ru: Рейтинг

# play.sub.tournaments
source: Turnirlər
en: Tournaments
ru: Турниры

# play.sub.venues
source: Kortlar
en: Venues
ru: Места

# players.action.follow
source: İzlə
en: Follow
ru: Подписаться

# players.action.following
source: İzləyirsən
en: Following
ru: Подписан

# players.count_format
source: %lld oyunçu
en: %lld players
ru: %lld игрока

# players.empty.filtered.message
source: Filtri yumşalt və daha çox oyunçunu kəşf et
en: Loosen the filters to discover more players
ru: Ослабь фильтры, чтобы найти больше

# players.empty.filtered.title
source: Bu filtrlərlə oyunçu tapılmadı
en: No players match these filters
ru: Нет игроков под фильтры

# players.empty.following.message
source: Filtri söndür və oyunçular tap.
en: Turn off the filter to discover players.
ru: Отключи фильтр, чтобы найти игроков.

# players.empty.following.title
source: Hələ heç kimi izləmirsən
en: You aren't following anyone yet
ru: Ты ещё ни на кого не подписан

# players.empty.message
source: Başqa idman seç və ya axtarışı təmizlə.
en: Try a different sport or clear the search.
ru: Попробуй другой вид спорта или очисти поиск.

# players.empty.reset_cta
source: Filtrləri sıfırla
en: Reset filters
ru: Сбросить фильтры

# players.empty.search.message
source: Axtarış sözünü dəyiş və ya filtrləri sıfırla.
en: Try a different name or reset your filters.
ru: Измените запрос или сбросьте фильтры.

# players.empty.search.title
source: Nəticə tapılmadı
en: No matches
ru: Ничего не найдено

# players.empty.title
source: Heç bir oyunçu tapılmadı
en: No players match
ru: Игроки не найдены

# players.error.load
source: Oyunçuları yükləmək mümkün olmadı
en: Could not load players
ru: Не удалось загрузить игроков

# players.filter.following
source: İzlədiklərim
en: Following
ru: Подписки

# players.filter.following_only
source: Yalnız izlənənlər
en: Following only
ru: Только подписки

# players.filter.nearby
source: Yaxınlıqda
en: Nearby
ru: Рядом

# players.filter.skill.advanced
source: İrəliləmiş
en: Advanced
ru: Продвинутый

# players.filter.skill.any
source: Hər səviyyə
en: Any skill
ru: Любой уровень

# players.filter.skill.beginner
source: Başlanğıc
en: Beginner
ru: Новичок

# players.filter.skill.expert
source: Ekspert
en: Expert
ru: Эксперт

# players.filter.skill.intermediate
source: Orta
en: Intermediate
ru: Средний

# players.filters.reset
source: Filtrləri sıfırla
en: Reset filters
ru: Сбросить фильтры

# players.filters.reset_format
source: %lld filtri sıfırla
en: Reset %lld filters
ru: Сбросить %lld фильтра

# players.follow.error
source: İzləmə əməliyyatı uğursuz oldu
en: Follow action failed
ru: Не удалось подписаться

# players.follow.error.title
source: Əməliyyat alınmadı
en: Action failed
ru: Действие не выполнено

# players.follow.following
source: İzləyirsən
en: Following
ru: Подписан

# players.follow.toggle
source: İzlə
en: Follow
ru: Подписаться

# players.followers_count
source: %lld izləyici
en: %lld followers
ru: %lld подписчиков

# players.followers_count_voice
source: %lld izləyicisi var
en: %lld followers
ru: %lld подписчиков

# players.hero.subtitle
source: Səviyyənə uyğun oyunçuları kəşf et, izlə və oyuna dəvət et.
en: Discover players at your level. Follow them. Invite them to your next game.
ru: Найди игроков своего уровня, подпишись и пригласи в следующий матч.

# players.hero.title
source: Oyunçu tap
en: Find a partner
ru: Найди партнёра

# players.matchmaking.empty.message
source: Profilini doldur — şəhər və səviyyə əlavə et.
en: Fill out your profile — add city and skill level.
ru: Заполни профиль — город и уровень.

# players.matchmaking.empty.title
source: Sənə uyğun oyunçu tapılmadı
en: No matches yet
ru: Пока нет подходящих

# players.nav.title
source: Oyunçular
en: Players
ru: Игроки

# players.search.placeholder
source: Oyunçu axtar
en: Search players
ru: Поиск игроков

# players.section.all
source: Bütün oyunçular
en: All players
ru: Все игроки

# players.section.top_picks
source: Ən yaxşı uyğunluqlar
en: Top picks
ru: Лучшие совпадения

# players.sort.best_match
source: uyğunluğa görə
en: sorted by best match
ru: по лучшему совпадению

# players.tab.all
source: Hamısı
en: All
ru: Все

# players.tab.matchmaking
source: Sənə uyğun
en: For you
ru: Для тебя

# privacy.action.download_export
source: İxracı yüklə
en: Download export
ru: Скачать экспорт

# privacy.action.request_export
source: Məlumat ixracını tələb et
en: Request data export
ru: Запросить экспорт данных

# privacy.delete.cancel
source: Silinməni ləğv et
en: Cancel deletion
ru: Отменить удаление

# privacy.delete.confirm.message
source: Hesabın 30 gün ərzində silinmək üçün planlaşdırılacaq. Bu müddət ərzində silməni geri qaytara bilərsən. Müddət bitdikdən sonra məlumatlar geri qaytarıla bilməz.
en: Your account will be scheduled for deletion in 30 days. You can cancel the deletion at any time during the grace period. After that, your data can't be recovered.
ru: Аккаунт будет запланирован к удалению через 30 дней. В течение этого периода удаление можно отменить. После — данные восстановить нельзя.

# privacy.delete.confirm.title
source: Hesab silinsin?
en: Delete account?
ru: Удалить аккаунт?

# privacy.delete.cta
source: Hesabımı sil
en: Delete my account
ru: Удалить мой аккаунт

# privacy.delete.error
source: Əməliyyat alınmadı. Bir az sonra yenidən yoxla.
en: Couldn't complete the request. Try again in a moment.
ru: Не удалось выполнить запрос. Попробуй ещё раз через минуту.

# privacy.delete.scheduled_format
source: Hesab %@ tarixində silinəcək.
en: Account scheduled for deletion on %@.
ru: Аккаунт будет удалён %@.

# privacy.export.error
source: İxrac sorğusu alınmadı. Bir az sonra yenidən yoxla.
en: Couldn't request the export. Try again in a moment.
ru: Не удалось запросить экспорт. Попробуй ещё раз через минуту.

# privacy.export.pending
source: İxrac hazırlanır…
en: Preparing export…
ru: Подготовка экспорта…

# privacy.export.ready_format
source: Yükləmə linki %@ tarixinədək keçərlidir.
en: The download link is valid until %@.
ru: Ссылка на скачивание действительна до %@.

# privacy.section.data_export
source: Məlumat ixracı
en: Data export
ru: Экспорт данных

# privacy.section.deletion
source: Hesabın silinməsi
en: Account deletion
ru: Удаление аккаунта

# privacy.title
source: Məxfilik
en: Privacy
ru: Конфиденциальность

# profile.action.block
source: Blokla
en: Block
ru: Заблокировать

# profile.action.follow
source: İzlə
en: Follow
ru: Подписаться

# profile.action.follow_back
source: İzlə geri
en: Follow back
ru: Подписаться в ответ

# profile.action.following
source: İzləyirsən
en: Following
ru: Подписан

# profile.action.leaderboards
source: Liderlər
en: Leaderboards
ru: Лидеры

# profile.action.message
source: Mesaj
en: Message
ru: Сообщение

# profile.action.more
source: Daha çox
en: More
ru: Ещё

# profile.action.report
source: Şikayət et
en: Report
ru: Пожаловаться

# profile.action.settings
source: Tənzimləmələr
en: Settings
ru: Настройки

# profile.action.share
source: Paylaş
en: Share
ru: Поделиться

# profile.action.share_card
source: Profilini paylaş
en: Share your profile
ru: Поделиться профилем

# profile.action.unfollow
source: İzləməni dayandır
en: Unfollow
ru: Отписаться

# profile.block.unavailable
source: Bloklama yaxın günlərdə əlçatan olacaq. Hələlik şikayət edə bilərsiniz.
en: Blocking is rolling out soon. In the meantime, you can report the user.
ru: Блокировка появится скоро. Пока можно пожаловаться.

# profile.block.unavailable.title
source: Tezliklə əlçatandır
en: Coming soon
ru: Скоро доступно

# profile.confirm.block.message
source: Bloklasan, bu oyunçu sənin oyun və mesajlarında görünməyəcək.
en: Blocking hides their games and messages from you, and yours from them.
ru: Заблокированный игрок не увидит ваши игры и сообщения, а вы не увидите его.

# profile.confirm.block.title
source: Bu oyunçunu bloklayasan?
en: Block this player?
ru: Заблокировать этого игрока?

# profile.confirm.unfollow.message
source: Bu oyunçunu siyahıdan silirsən. İstədiyin vaxt yenidən izləyə bilərsən.
en: You're removing this player from your list. You can follow again any time.
ru: Удаляешь этого игрока из списка. Подписаться можно в любой момент.

# profile.confirm.unfollow.title
source: İzləməni dayandır?
en: Unfollow?
ru: Отписаться?

# profile.edit
source: Düzəliş et
en: Edit
ru: Изменить

# profile.empty.message
source: Bu istifadəçi mövcud deyil.
en: This user doesn't exist.
ru: Этот пользователь не существует.

# profile.empty.title
source: Profil tapılmadı
en: Profile not found
ru: Профиль не найден

# profile.error.load
source: Profili yükləmək mümkün olmadı
en: Could not load profile
ru: Не удалось загрузить профиль

# profile.followers
source: İzləyicilər
en: Followers
ru: Подписчики

# profile.following
source: İzlədikləri
en: Following
ru: Подписки

# profile.follows_you
source: Səni izləyir
en: Follows you
ru: Подписан на тебя

# profile.games_wins_format
source: %1$d oyun · %2$d qələbə
en: %1$d games · %2$d wins
ru: %1$d игр · %2$d побед

# profile.joined_format
source: %@ tarixindən bəri
en: Joined %@
ru: С нами с %@

# profile.kpi.games
source: Oyunlar
en: Games
ru: Игры

# profile.kpi.reliability
source: Etibarlılıq
en: Reliability
ru: Надёжность

# profile.kpi.wins
source: Qələbələr
en: Wins
ru: Победы

# profile.menu.achievements
source: Nailiyyətlər
en: Achievements
ru: Достижения

# profile.menu.medical
source: Tibbi profil
en: Medical profile
ru: Медицинский профиль

# profile.menu.squads
source: Mənim squadlarım
en: My squads
ru: Мои сквады

# profile.menu.stats
source: Statistika
en: Stats
ru: Статистика

# profile.menu.streaks
source: Seriyalar
en: Streaks
ru: Серии

# profile.mutual
source: Qarşılıqlı
en: Mutual
ru: Взаимно

# profile.no_stats.message
source: Bir neçə oyun oyna və reytinqlərin burada görünəcək.
en: Play a few games and your stats will show up here.
ru: Сыграй несколько игр и здесь появится статистика.

# profile.no_stats.title
source: Hələ statistika yoxdur
en: No stats yet
ru: Пока нет статистики

# profile.reliability_format
source: %d%% etibarlılıq
en: %d%% reliability
ru: %d%% надёжность

# profile.section.activity
source: Fəaliyyət
en: Activity
ru: Активность

# profile.section.community
source: Cəmiyyət və paylaşım
en: Community & sharing
ru: Сообщество и шеринг

# profile.section.settings
source: Sazlamalar
en: Settings
ru: Настройки

# profile.section.sport_stats
source: İdman statistikası
en: Sport stats
ru: Статистика по спорту

# profile.section.sports
source: İdmanlar
en: Sports
ru: Виды спорта

# profile.share.text_format
source: %1$@ Linkfit-də · %2$d oyun · %3$@
en: %1$@ on Linkfit · %2$d games · %3$@
ru: %1$@ в Linkfit · %2$d игр · %3$@

# profile.streak.break_warning
source: Bugün də oyna ki streak qopmasın!
en: Play today so your streak doesn't break!
ru: Сыграй сегодня, чтобы не прервать серию!

# profile.streak.chip_format
source: Streak: %1$d gün
en: Streak: %1$d days
ru: Серия: %1$d дн.

# profile.win_rate
source: Qələbə faizi
en: Win rate
ru: Процент побед

# profile.win_rate_format
source: %d%% qələbə
en: %d%% wins
ru: %d%% побед

# progress.page_voice_format
source: Səhifə %1$d / %2$d
en: Page %1$d of %2$d
ru: Страница %1$d из %2$d

# push.disabled.hint
source: Bildirişlər söndürülüb. Parametrlərdən açmaq olar.
en: Notifications are off. You can turn them on in Settings.
ru: Уведомления выключены. Их можно включить в Настройках.

# push.permission.body
source: Oyun dəvətləri, gözləmə siyahısı və mesajlar haqqında dərhal xəbərdar ol.
en: Stay on top of game invites, waitlist promos and new messages.
ru: Будь в курсе приглашений, листа ожидания и новых сообщений.

# push.permission.title
source: Bildirişləri aç
en: Turn on notifications
ru: Включить уведомления

# qr.code.voice
source: QR kod
en: QR code
ru: QR-код

# rankings.empty.message
source: Reytinqin yığılması üçün daha çox oyna — hər oyunçuya 5+ oyun lazımdır.
en: Play more games to populate the rankings — 5+ games needed per player.
ru: Играй больше, чтобы заполнить рейтинг — от 5 игр на игрока.

# rankings.empty.title
source: Liderlər cədvəli formalaşır
en: Leaderboard is forming
ru: Таблица лидеров формируется

# rankings.error.load
source: Reytinq yüklənmədi
en: Could not load rankings
ru: Не удалось загрузить рейтинг

# rankings.games_wins_format
source: %1$d oyun · %2$d qələbə
en: %1$d games · %2$d wins
ru: %1$d игр · %2$d побед

# rankings.loading
source: Reytinq yüklənir…
en: Loading rankings…
ru: Загрузка рейтинга…

# rankings.top3.title
source: Liderlər
en: Top 3
ru: Топ 3

# rating.back
source: Geri
en: Back
ru: Назад

# rating.behavior.message
source: Toksik davranış, gəlməmə və ya təhlükəli oyun olub söndür.
en: Turn off if they were toxic, no-showed, or unsafe.
ru: Выключи, если был токсичным, не пришёл или вёл себя опасно.

# rating.behavior.title
source: Yaxşı idman ruhu
en: Good sportsmanship
ru: Спортивное поведение

# rating.close
source: Bağla
en: Close
ru: Закрыть

# rating.empty.message
source: Bu oyun üçün artıq bütün oyunçuları qiymətləndirdin.
en: All your co-players already have ratings for this game.
ru: Ты уже оценил всех соперников в этой игре.

# rating.empty.title
source: Hər şey hazırdır
en: Nothing left to rate
ru: Нечего оценивать

# rating.error.save
source: Qiymətləri yaza bilmədik
en: Could not save ratings
ru: Не удалось сохранить оценки

# rating.next
source: Növbəti
en: Next
ru: Далее

# rating.outcome.draw
source: Heç-heçə
en: It was a draw
ru: Ничья

# rating.outcome.loss
source: Onlar uduzdu
en: They lost
ru: Они проиграли

# rating.outcome.win
source: Onlar qazandı
en: They won
ru: Они выиграли

# rating.player_n_of_m_format
source: %1$d / %2$d oyunçu
en: Player %1$d of %2$d
ru: Игрок %1$d из %2$d

# rating.section.outcome
source: Nəticə
en: Outcome
ru: Исход

# rating.section.stars
source: Bacarıq qiyməti
en: Skill rating
ru: Оценка уровня

# rating.section.tags
source: Etiketlər
en: Tags
ru: Метки

# rating.section.tags.hint
source: Tətbiq olunan hər şeyə toxun. İstəyə bağlıdır.
en: Tap any that apply. Optional.
ru: Отметь подходящее. Необязательно.

# rating.stars.caption.1
source: Yeni başlayan
en: Beginner
ru: Новичок

# rating.stars.caption.2
source: Öyrənir
en: Learning
ru: Учится

# rating.stars.caption.3
source: Stabil
en: Solid
ru: Уверенный

# rating.stars.caption.4
source: Yaxşı
en: Strong
ru: Сильный

# rating.stars.caption.5
source: Əla
en: Excellent
ru: Отлично

# rating.stars.value_format
source: %lld ulduz
en: %lld stars
ru: %lld звёзд

# rating.submit
source: Qiymətləri göndər
en: Submit ratings
ru: Отправить оценки

# rating.tag.communicator
source: Yaxşı ünsiyyət
en: Communicator
ru: Хорошо общается

# rating.tag.fair_play
source: Ədalətli oyun
en: Fair play
ru: Честная игра

# rating.tag.late
source: Gecikdi
en: Was late
ru: Опоздал

# rating.tag.no_show
source: Gəlmədi
en: No show
ru: Не явился

# rating.tag.skilled
source: Bacarıqlı
en: Skilled
ru: Мастерство

# rating.tag.team_player
source: Komanda oyunçusu
en: Team player
ru: Командный игрок

# rating.title
source: Necə keçdi?
en: How did it go?
ru: Как прошло?

# reachability.offline
source: Heç bir bağlantı yoxdur
en: No internet connection
ru: Нет подключения к интернету

# recurring.capacity
source: Oyunçular
en: Players
ru: Игроки

# recurring.capacity.players_format
source: %d nəfər
en: %d players
ru: %d игроков

# recurring.duration
source: Müddət
en: Duration
ru: Длительность

# recurring.duration.minutes_format
source: %d dəq
en: %d min
ru: %d мин

# recurring.error.generic
source: Seriya yaratmaq alınmadı. Yenidən cəhd et.
en: Couldn't schedule the series. Please try again.
ru: Не удалось запланировать серию. Попробуй ещё раз.

# recurring.loading
source: İdman növləri yüklənir…
en: Loading sports…
ru: Загрузка видов спорта…

# recurring.section.duration_capacity
source: Müddət və oyunçular
en: Duration & players
ru: Длительность и игроки

# recurring.section.schedule
source: Cədvəl
en: Schedule
ru: Расписание

# recurring.section.sport
source: İdman
en: Sport
ru: Вид спорта

# recurring.section.weeks
source: Neçə həftə
en: How many weeks
ru: Сколько недель

# recurring.submit
source: Seriya yarat
en: Schedule series
ru: Запланировать серию

# recurring.subtitle
source: Bir dəfə qur — biz hər həftə avtomatik təşkil edərik.
en: Set it once — we'll schedule it every week.
ru: Настрой один раз — мы создадим игру каждую неделю.

# recurring.success.and_more_format
source: və daha %d oyun…
en: and %d more…
ru: и ещё %d…

# recurring.success.count_format
source: %d oyun planlandı
en: %d games scheduled
ru: Запланировано игр: %d

# recurring.success.dismiss
source: Bağla
en: Close
ru: Закрыть

# recurring.success.subtitle
source: Hər həftəlik oyunun avtomatik yaradıldı. İştirakçılar artıq qoşula bilər.
en: Each weekly game is now live. Players can already start joining.
ru: Каждая еженедельная игра уже создана — игроки могут присоединяться.

# recurring.success.view_games
source: Oyunlarıma bax
en: View my games
ru: Мои игры

# recurring.time_of_day
source: Başlama vaxtı
en: Start time
ru: Время начала

# recurring.title
source: Həftəlik oyun
en: Weekly game
ru: Еженедельная игра

# recurring.weeks.count_format
source: %d həftə
en: %d weeks
ru: %d недель

# recurring.weeks.helper
source: 1 ilə 12 həftə arası seç.
en: Pick between 1 and 12 weeks.
ru: Выбери от 1 до 12 недель.

# referrals.action.share
source: Paylaş
en: Share
ru: Поделиться

# referrals.code.accessibility
source: Sənin dəvət kodun, kopyalamaq üçün iki dəfə toxun
en: Your invite code, double-tap to copy
ru: Твой код приглашения, двойное касание чтобы скопировать

# referrals.copied
source: Kod kopyalandı
en: Code copied
ru: Код скопирован

# referrals.cta.copy
source: Kopyala
en: Copy
ru: Скопировать

# referrals.cta.share
source: Dostlarla paylaş
en: Share with friends
ru: Поделиться

# referrals.error.load
source: Dəvət məlumatların yüklənə bilmədi.
en: Couldn't load your referral info.
ru: Не удалось загрузить данные.

# referrals.hero.kicker
source: SƏNİN KODUN
en: YOUR CODE
ru: ТВОЙ КОД

# referrals.hero.subtitle
source: Hər dəvət etdiyin oyunçu üçün 1 ay premium qazan.
en: Earn 1 month of premium for every friend who joins.
ru: Получай 1 месяц премиум за каждого приглашённого друга.

# referrals.hero.title
source: Komandanı genişləndir
en: Grow the community
ru: Расширяй сообщество

# referrals.how.step1
source: Kodunu paylaş
en: Share your code
ru: Поделись кодом

# referrals.how.step2
source: Dost qoşulur
en: Your friend joins
ru: Друг присоединяется

# referrals.how.step3
source: Hər ikiniz "Pioneer" rozet alırsınız
en: You both earn the "Pioneer" badge
ru: Оба получаете значок "Pioneer"

# referrals.how.title
source: Necə işləyir
en: How it works
ru: Как это работает

# referrals.list.empty.message
source: Kodunu paylaş — dostlar qoşulanda burada görünəcəklər.
en: Share your code — friends will appear here when they join.
ru: Поделись кодом — друзья появятся здесь, когда зарегистрируются.

# referrals.list.empty.title
source: Hələ heç kimi dəvət etməmisən
en: No friends invited yet
ru: Пока никого не пригласил

# referrals.list.title
source: Dəvət etdiyin dostlar
en: Your invited friends
ru: Твои приглашённые

# referrals.redeem.cta
source: Kodu təsdiqlə
en: Redeem code
ru: Применить код

# referrals.redeem.error.format
source: Kod 6 simvol olmalıdır.
en: Code must be 6 characters.
ru: Код должен содержать 6 символов.

# referrals.redeem.error.generic
source: Kodu təsdiqləmək alınmadı.
en: Couldn't redeem this code.
ru: Не удалось применить код.

# referrals.redeem.field.accessibility
source: Dəvət kodu, 6 simvol
en: Referral code, 6 characters
ru: Код приглашения, 6 символов

# referrals.redeem.footer
source: Kod yalnız qeydiyyatdan keçdiyin ilk 7 gün ərzində istifadə oluna bilər.
en: Codes can only be redeemed within 7 days of signing up.
ru: Код можно применить в течение 7 дней после регистрации.

# referrals.redeem.row_subtitle
source: Dostundan aldığın kodu burada daxil et.
en: Enter a code a friend sent you.
ru: Введи код, который прислал друг.

# referrals.redeem.row_title
source: Kodun var?
en: Got a code?
ru: Есть код?

# referrals.redeem.sheet.message
source: Səni Linkfit'ə dəvət edən dostun 6 simvollu kodunu yaz.
en: Type the 6-character code from the friend who invited you.
ru: Введи 6-значный код от друга, который тебя пригласил.

# referrals.redeem.sheet.title
source: Dəvət kodunu daxil et
en: Enter referral code
ru: Введи код приглашения

# referrals.redeem.success_format
source: Xoş gəlmisən! %@ səni dəvət etdi.
en: Welcome! Referred by %@.
ru: Добро пожаловать! Тебя пригласил %@.

# referrals.share.body_format
source: Padel oyna mənimlə Linkfit-də! Bu kodla daxil ol: %1$@ — https://linkfit.az/r/%2$@
en: Play padel with me on Linkfit! Sign up with my code: %1$@ — https://linkfit.az/r/%2$@
ru: Сыграй со мной в падел на Linkfit! Заходи по моему коду: %1$@ — https://linkfit.az/r/%2$@

# referrals.stats.badge_locked
source: Pioneer (kilidli)
en: Pioneer (locked)
ru: Pioneer (закрыт)

# referrals.stats.badge_title
source: Nişan
en: Badge
ru: Бейдж

# referrals.stats.friends
source: Dəvət etdiyin dostlar
en: Friends invited
ru: Друзей приглашено

# referrals.stats.invited_count_format
source: %lld nəfəri dəvət etmisən
en: You've invited %lld friend(s)
ru: Ты пригласил(а) %lld друзей

# referrals.subtitle
source: Kodunu paylaş, hər ikiniz xüsusi nişan qazanın.
en: Share your code — you both unlock a badge.
ru: Поделись кодом — оба получите бейдж.

# referrals.tap_to_copy
source: Kopyalamaq üçün toxun
en: Tap to copy
ru: Нажми, чтобы скопировать

# referrals.title
source: Dostları dəvət et
en: Invite friends
ru: Пригласи друзей

# referrals.your_code
source: SƏNİN KODUN
en: YOUR CODE
ru: ТВОЙ КОД

# reports.cancel
source: Ləğv et
en: Cancel
ru: Отмена

# reports.error.generic
source: Şikayət göndərilə bilmədi. Yenidən cəhd et.
en: We couldn't send the report. Try again.
ru: Не удалось отправить жалобу. Попробуйте снова.

# reports.error.not_found
source: Şikayət etdiyiniz məzmun artıq mövcud deyil.
en: What you tried to report is no longer available.
ru: Содержимое, на которое вы жалуетесь, больше недоступно.

# reports.error.offline
source: İnternet bağlantısı yoxdur. Şikayəti sonra göndər.
en: You're offline. Try again when you're back online.
ru: Нет подключения. Попробуйте позже.

# reports.error.rate_limited
source: Çox sayda şikayət göndərdin. Bir saatdan sonra yenidən cəhd et.
en: You've sent too many reports recently. Try again in an hour.
ru: Вы отправили слишком много жалоб. Попробуйте через час.

# reports.error.unauthorized
source: Şikayət göndərmək üçün hesabınıza daxil olun.
en: Sign in again to submit a report.
ru: Войдите снова, чтобы отправить жалобу.

# reports.header.feed_comment
source: Şərhi şikayət et
en: Report this comment
ru: Пожаловаться на комментарий

# reports.header.game
source: Oyunu şikayət et
en: Report this game
ru: Пожаловаться на игру
